Repository: GamemakerChina/LateralGM_trans
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: "Visible whitespace" symbols marker color
zh_cn: "可见空白" 符号标记颜色

source: %d Occurences Replaced
zh_cn: %d Occurences 被替换

source: * Should contain only letters, digits, and the underscore ''_'' character.
zh_cn: * 应只包含字母、数字和下划线 "_" 字符。

source: * Should not have the same spelling and case as keywords or functions.
zh_cn: * 不应与关键字或功能具有相同的拼写和大小写。

source: * Should not start with an underscore or contain double underscores (reserved).
zh_cn: * 不应以下划线开头或包含双下划线 (保留)。

source: * Should start with an alphabetic letter.
zh_cn: * 应以字母开头。

source: ... <More>
zh_cn: ... <更多>

source: 16 bit
zh_cn: 16位

source: 32 bit
zh_cn: 32位

source: 3D sound
zh_cn: 3D 音效

source: <Unknown Action>
zh_cn: <未知动作>

source: <html>"{0}"<br/><p>The URI specified in preferences appears to be malformed.<br/> Verify that you have entered a valid URI and try again.</p></html>
zh_cn: <html> “{0}” <br/><p>首选项中指定的 URI 似乎格式不正确。 <br/>请确认您输入了有效 URI，然后重试。 </p></html>

source: <html>"{0}"<br/><p>The URI specified in preferences appears to be unavailable.<br/> Verify that you have entered a valid URI or try again later.</p></html>
zh_cn: <html> “{0}” <br/><p>首选项中指定的 URI 似乎不可用。 <br/>请确认您输入了有效的 URI 或稍后重试。 </p></html>

source: <html>"{0}"<br><p>The URI specified in preferences appears to be malformed.<br> Verify that you have entered a valid URI and try again.</p></html>
zh_cn: <html>“{0}”<br><p>偏好设定中指定的 URI 格式似乎不正确。<br>请验证您输入的 URI 是否有效，然后重试。</p></html>

source: <html>"{0}"<br><p>The URI specified in preferences appears to be unavailable.<br> Verify that you have entered a valid URI or try again later.</p></html>
zh_cn: <html>“{0}”<br><p>偏好设定中指定的 URI 似乎不可用。<br>请验证您是否输入了有效的 URI 或稍后重试。</p></html>

source: <html><nobr><b>Note: Translation may be incomplete or not exist!</b></nobr></html>
zh_cn: <html><nobr><b>注意: 翻译可能不完整或不存在!</b></nobr></html>

source: <html><p style='width: 500px;'>The desktop either does not have an associated editor installed or the associated editor failed to be launched.<br><br>Verify that you have installed a compatible external editor and registered it for the appropriate MIME type or configure an external editor command for this resource in preferences.</p></html>
zh_cn: <html><p style=‘width：500px；’>桌面没有安装关联的编辑器，或者关联的编辑器启动失败。<br><br>验证您是否安装了兼容的外部编辑器并将其注册为适当的 MIME 类型，或者在首选项中为此资源配置外部编辑器命令。</p></html>

source: <html><p>The current platform does not support the desktop edit operation.<br><br>Configure an external editor command for this resource in preferences.</p></html>
zh_cn: <html><p>当前平台不支持桌面编辑操作。<br><br>在偏好设定中为此资源配置外部编辑器命令。</p></html>

source: <html><style>p {margin-top: 5px; margin-bottom: 5px;}</style><p>It appears LateralGM has encountered an issue.
zh_cn: <html><style>p {margin-top: 5px; margin-bottom: 5px;}</style><p>看来LateralGM遇到了一个问题。

source: <html><style>p {margin-top: 5px; margin-bottom: 5px;}</style><p>Your file appears to be corrupted.
zh_cn: <html><style>p {margin-top: 5px; margin-bottom: 5px;}</style><p>您的文件似乎已损坏。

source: <html>Desktop services could not find a suitable program to open the URI.<br>"{0}"<br>Install a suitable program or web browser and try again.</html>
zh_cn: <html>桌面服务无法找到合适的程序来打开URI。 <br> “{0}” <br>安装合适的程序或Web浏览器，然后重试。 </html>

source: <html>Unable to read file "{0}"<br/>No registered readers recognize it.<br/>It is either corrupt or incompatible.</html>
zh_cn: <html> 无法读取文件 “{0}”<br/> 没有注册读取器识别它。<br/>它可能已损坏或不兼容。</ html>

source: <no background>
zh_cn: <无背景>

source: <no object>
zh_cn: <无物体>

source: <no resources>
zh_cn: <无资源>

source: <no room>
zh_cn: <无房间>

source: A restart may be required for some changes to take effect.
zh_cn: 可能需要重新启动才能使某些更改生效。

source: Abort on all error messages
zh_cn: 中止所有错误消息

source: About
zh_cn: 关于

source: About A
zh_cn: 关于 A

source: About LateralGM
zh_cn: 关于 LateralGM

source: Action Changed
zh_cn: 行动改变了

source: Action library:
zh_cn: 动作库：

source: Actions
zh_cn: 动作

source: Actions:
zh_cn: 动作:

source: Add
zh_cn: 添加

source: Add A
zh_cn: 添加 A

source: Add Effect
zh_cn: 添加效果

source: Add Effects
zh_cn: 添加效果

source: Add Event
zh_cn: 添加事件

source: Add Reverse
zh_cn: 添加反向

source: Add Spritesheet Subimages
zh_cn: 添加 Spritesheet 子图像

source: Add Subimage
zh_cn: 添加子图像

source: Add Subimages
zh_cn: 添加子图像

source: Add a Moment
zh_cn: 添加一个时刻

source: Add a new tile layer
zh_cn: 添加新的图块图层

source: Add multiple (Shift)
zh_cn: 添加多个 (Shift)

source: Add on top (Ctrl)
zh_cn: 添加到顶部 (Ctrl)

source: Advanced Mode V
zh_cn: 高级模式 V

source: After
zh_cn: 后

source: After Game Information
zh_cn: 游戏信息之后

source: After {0}
zh_cn: 在 {0} 之后

source: Alarm
zh_cn: 计时器

source: Alarm Event For {0}
zh_cn: {0} 的计时器事件

source: Alarm {0}
zh_cn: 计时器 {0}

source: Align Center
zh_cn: 居中对齐

source: Align Left
zh_cn: 左对齐

source: Align Right
zh_cn: 右对齐

source: All SPI Supported Images
zh_cn: 所有 SPI 支持的图像

source: All ids appear to be unique and no duplicates were detected.
zh_cn: 所有 ID 似乎都是唯一的，没有检测到重复项。

source: All names appear to be unique valid identifiers and no duplicates were detected.
zh_cn: 所有名称似乎都是唯一有效的标识符，并且未检测到重复项。

source: All supported files
zh_cn: 所有支持的文件

source: Allow the player to resize the game window
zh_cn: 允许玩家调整游戏窗口的大小

source: Alpha Tolerance:
zh_cn: Alpha 公差:

source: Alpha to Color
zh_cn: Alpha 到颜色

source: Alpha transparency
zh_cn: Alpha 透明度

source: Alpha:
zh_cn: 透明度：

source: Always Stay Open
zh_cn: 始终保持打开状态

source: Always on top
zh_cn: 始终置顶

source: An error occurred while checking for unsaved changes.
zh_cn: 检查未保存的更改时发生错误。

source: An error occurred while saving to {0}: {1} - {2}
zh_cn: 保存到 {0} 时出错: {1} - {2}

source: Angular Damping:
zh_cn: 角度阻尼:

source: Animation End
zh_cn: 动画结束

source: Animation Speed:
zh_cn: 动画速度：

source: Anti-aliasing:
zh_cn: 抗锯齿:

source: Antialias:
zh_cn: 抗锯齿：

source: Any Key
zh_cn: 任何键

source: Appearance
zh_cn: 外观

source: Applies to
zh_cn: 应用到...

source: Apply
zh_cn: 应用

source: Apply Changes
zh_cn: 应用更改

source: Are you sure you want to delete all instances ?
zh_cn: 您确定要删除所有实例吗？

source: Are you sure you want to delete all tiles ?
zh_cn: 您确定要删除所有图块吗？

source: Are you sure you want to delete all tiles in the current layer ?
zh_cn: 您确定要删除当前图层中的所有图块吗？

source: Are you sure you want to delete this profile?
zh_cn: 确实要删除此配置文件吗？

source: Are you sure?
zh_cn: 您确定吗？

source: Arrange Icons I
zh_cn: 排列图标 I

source: Articulating Simlish
zh_cn: 阐明模仿

source: Assign a Valid Name
zh_cn: 分配有效名称

source: Asynchronous
zh_cn: 异步

source: Author
zh_cn: 作者

source: Author:
zh_cn: 作者:

source: Auto
zh_cn: 自动

source: Automatic
zh_cn: 自动

source: Automatically save the project every so many minutes.
zh_cn: 每隔几分钟自动保存一次项目。

source: Awake
zh_cn: 唤醒

source: Back Image
zh_cn: 背面图像

source: Background Color
zh_cn: 背景颜色

source: Background color:
zh_cn: 背景色：

source: Background editor:
zh_cn: 背景编辑器：

source: Background music
zh_cn: 背景音乐

source: Backups
zh_cn: 备份

source: Basic
zh_cn: 基本信息

source: Batch
zh_cn: 批量

source: Before
zh_cn: 前

source: Before {0}
zh_cn: 在 {0} 之前

source: Begin Step
zh_cn: 步开始

source: Binary Literals
zh_cn: 二进制文本

source: Bit Rate (kbps):
zh_cn: 比特率(kbps):

source: Black and White
zh_cn: 黑白相间

source: Block Comments
zh_cn: 阻止注释

source: Blur
zh_cn: 模糊

source: Bold
zh_cn: 粗体

source: Border
zh_cn: 边界

source: Bottom
zh_cn: 底

source: Bottom-left pixel determines transparent color
zh_cn: 左下角像素确定透明色

source: Boundary View
zh_cn: 边界视野

source: Boundary View {0}
zh_cn: 边界视野 {0}

source: Bounding Box
zh_cn: 边界框

source: Brightness:
zh_cn: 亮度:

source: Browse
zh_cn: 浏览

source: Building user interface
zh_cn: 构建用户界面

source: By amount:
zh_cn: 按量:

source: Calculate speed
zh_cn: 计算速度

source: Calibrating Sensors
zh_cn: 校准传感器

source: Can''t seek to {0} from {1}, position already passed (required skip: {2})
zh_cn: 无法从 {1} 寻找 {0}，已经通过的位置（必需跳过：{2}）

source: Cancel
zh_cn: 取消

source: Cannot Verify Saved Changes
zh_cn: 无法验证已保存的更改

source: Caption for the room:
zh_cn: 房间的描述:

source: Cascade Frames A
zh_cn: 级联框架 A

source: Case Sensitive
zh_cn: 区分大小写

source: Case sensitive
zh_cn: 区分大小写

source: Caused by: {0}: {1}
zh_cn: 由: {0}: {1} 引发

source: Center
zh_cn: 中心

source: Change
zh_cn: 变更

source: Change Icon
zh_cn: 更改图标

source: Change Image
zh_cn: 更改图像

source: Change a Moment
zh_cn: 改变时刻

source: Change tile layer depth
zh_cn: 更改图块图层深度

source: Changes have been made to {0}.
zh_cn: 已对 {0} 进行了更改。

source: Character Literal
zh_cn: 字符文字

source: Character Range
zh_cn: 字符范围

source: Check Ids I
zh_cn: 检查 ID I

source: Check Names N
zh_cn: 检查名称 N

source: Check the file name and try again.
zh_cn: 请检查文件名, 然后重试。

source: Choose a Color
zh_cn: 选择颜色

source: Chorus
zh_cn: 合唱

source: Clear
zh_cn: 清除

source: Clear Background with Window Color
zh_cn: 清除背景与窗口颜色

source: Clear Recent Files C
zh_cn: 清除最近的文件 C

source: Close
zh_cn: 关闭

source: Close C
zh_cn: 关闭 C

source: Close All L
zh_cn: 关闭所有 L

source: Close All Others O
zh_cn: 关闭其他 O

source: Close Button
zh_cn: 关闭按钮

source: Close saving changes
zh_cn: 关闭，保存更改

source: Closed
zh_cn: 闭合

source: Cloud
zh_cn: 云

source: Code
zh_cn: 代码

source: Code Editor
zh_cn: 代码编辑器

source: Code editor:
zh_cn: 代码编辑器：

source: Collapse C
zh_cn: 折叠 C

source: Collapse All
zh_cn: 全部折叠

source: Collision
zh_cn: 碰撞

source: Collision Checking
zh_cn: 碰撞检查

source: Collision Event with {0}
zh_cn: 与 {0} 的冲突事件

source: Collision Group:
zh_cn: 碰撞组:

source: Collision Shape
zh_cn: 碰撞形状

source: Color depth
zh_cn: 颜色深度

source: Color outside the room region:
zh_cn: 房间区域外的颜色:

source: Color to Alpha
zh_cn: 颜色到 Alpha

source: Color:
zh_cn: 颜色：

source: Colorize
zh_cn: 着色

source: Comments
zh_cn: 注释

source: Community C
zh_cn: 社区 C

source: Community URI:
zh_cn: 社区 URI：

source: Company:
zh_cn: 公司:

source: Compressed
zh_cn: 压缩

source: Configuration Manager
zh_cn: 配置管理器

source: Configuration:
zh_cn: 配置:

source: Configure Constants
zh_cn: 配置常量

source: Configure Error handling
zh_cn: 配置错误处理

source: Configure Graphics settings
zh_cn: 配置图形设置

source: Configure Includes
zh_cn: 配置包含

source: Configure Information
zh_cn: 配置信息

source: Configure Loading Settings
zh_cn: 配置加载设置

source: Configure Other Settings
zh_cn: 配置其他设置

source: Configure Resolution
zh_cn: 配置分辨率

source: Configure Texture Atlases
zh_cn: 配置纹理图集

source: Confirm
zh_cn: 确认

source: Confirm Deletion
zh_cn: 确认删除

source: Context:
zh_cn: 上下文：

source: Contrast:
zh_cn: 对比度:

source: Copies to:
zh_cn: 拷贝到：

source: Copies:
zh_cn: 副本：

source: Copy
zh_cn: 复制

source: Copy a region (Ctrl+C)
zh_cn: 复制区域 (Ctrl + C)

source: Copy selection
zh_cn: 复制所选

source: Copy to Clipboard
zh_cn: 复制到剪贴板

source: Copyright:
zh_cn: 版权:

source: Could not move {0} to a backup.
zh_cn: 无法将 {0} 移动到备份。

source: Create
zh_cn: 创建

source: Create Group
zh_cn: 创建组

source: Create New Configuration
zh_cn: 创建新配置

source: Create Resource
zh_cn: 创建资源

source: Creating Components
zh_cn: 创建组件

source: Creation Code
zh_cn: 创建时代码

source: Creation Code...
zh_cn: 创建时代码...

source: Ctrl+Click to calculate
zh_cn: 按 Ctrl + 单击以计算

source: Current Tile Layer:
zh_cn: 当前图块层:

source: Current line highlight color
zh_cn: 当前行突出显示颜色

source: Custom
zh_cn: 自定义

source: Custom folder:
zh_cn: 自定义文件夹：

source: Custom loading image
zh_cn: 自定义加载图像

source: Custom progress bar
zh_cn: 自定义进度条

source: Cut
zh_cn: 剪切

source: Cut a region (Ctrl+X)
zh_cn: 剪切区域 (Ctrl + X)

source: Cut selection
zh_cn: 剪切选区

source: Date
zh_cn: 日期

source: Decompress on load
zh_cn: 解压缩加载

source: Decorate window borders
zh_cn: 装饰窗口边框

source: Default
zh_cn: 默认

source: Default Keys
zh_cn: 默认键

source: Default font color
zh_cn: 默认字体颜色

source: Default progress bar
zh_cn: 默认进度条

source: Defragging ids cannot be undone, do you want to defrag them?
zh_cn: 碎片整理 ID 无法撤消，你想要对它们进行碎片整理吗？

source: Defragging may still yield better performance and compression.
zh_cn: 碎片整理仍可能产生更好的性能和压缩效果。

source: Delete
zh_cn: 删除

source: Delete D
zh_cn: 删除 D

source: Delete Event
zh_cn: 删除事件

source: Delete Profile
zh_cn: 删除个人资料

source: Delete Selected Configurations
zh_cn: 删除所选配置

source: Delete all instances/tiles (Del)
zh_cn: 删除所有实例/图块 (Del)

source: Delete anyways?
zh_cn: 是否删除？

source: Delete current line
zh_cn: 删除当前行

source: Delete resources in selection?
zh_cn: 是否删除所选资源？

source: Delete underlying
zh_cn: 删除基础

source: Density:
zh_cn: 密度:

source: Depth:
zh_cn: 深度：

source: Description
zh_cn: 描述

source: Description:
zh_cn: 描述：

source: Desktop Editing Unsupported
zh_cn: 不支持桌面编辑

source: Desktop Services Unavailable
zh_cn: 桌面服务不可用

source: Destroy
zh_cn: 销毁

source: Dialog
zh_cn: 对话框

source: Diamond (gm8)
zh_cn: 菱形 (gm8)

source: Digits
zh_cn: 数字

source: Disable screensavers and power saving actions
zh_cn: 禁用屏幕保护程序和节能操作

source: Disk (gm8)
zh_cn: 圆盘 (gm8)

source: Display error messages
zh_cn: 显示错误消息

source: Display mouse
zh_cn: 显示鼠标

source: Do you want to overwrite its contents?
zh_cn: 你想覆盖它的内容吗？

source: Do you wish to replace it?
zh_cn: 你想更换它吗？

source: Dock event panel
zh_cn: Dock 事件面板

source: Document
zh_cn: 文档

source: Documentation
zh_cn: 文档

source: Documentation D
zh_cn: 文档 D

source: Documentation URI:
zh_cn: 文档 URI：

source: Don't draw a border in windowed mode
zh_cn: 不要在窗口模式下绘制边框

source: Don't export by default
zh_cn: 默认情况下不导出

source: Don't show the buttons in the window caption
zh_cn: 不要在窗口标题中显示按钮

source: Double-quote Strings
zh_cn: 双引号字符串

source: Down
zh_cn: 下

source: Draw
zh_cn: 绘制

source: Draw Begin
zh_cn: 绘制开始

source: Draw End
zh_cn: 绘制结束

source: Draw GUI
zh_cn: 绘制 GUI

source: Draw GUI Begin
zh_cn: 绘制 GUI 开始

source: Draw GUI End
zh_cn: 绘制 GUI 结束

source: Draw background color
zh_cn: 绘制背景颜色

source: Duplicate
zh_cn: 复制

source: Duplicate C
zh_cn: 复制 C

source: Duplicate Event
zh_cn: 复制事件

source: Duplicate Ids Detected
zh_cn: 检测到重复的 ID

source: Duplicate Name Detected
zh_cn: 检测到重复的名称

source: Duplicate Resource
zh_cn: 资源重复

source: Duplicate Selected Configuration
zh_cn: 复制所选配置

source: Duplicate a Moment
zh_cn: 复制一个时刻

source: Duplicate current line
zh_cn: 复制当前行

source: Duplicate ids were detected, and they should be defragged.
zh_cn: 检测到重复的 ID，应对它们进行碎片整理。

source: Duration
zh_cn: 持续时间

source: Echo
zh_cn: 回声

source: Edge Detection
zh_cn: 边缘检测

source: Edit
zh_cn: 编辑

source: Edit E
zh_cn: 编辑 E

source: Edit Background
zh_cn: 编辑背景

source: Edit Event
zh_cn: 编辑事件

source: Edit Instance
zh_cn: 编辑实例

source: Edit Selected Configuration
zh_cn: 编辑所选配置

source: Edit Selected Configuration's Constants
zh_cn: 编辑所选配置的常量

source: Edit Sound
zh_cn: 编辑声音

source: Edit Subimages
zh_cn: 编辑子图像

source: Edit Values
zh_cn: 编辑值

source: Edit other layers
zh_cn: 编辑其他图层

source: Edit the Game Information
zh_cn: 编辑游戏信息

source: Edit the settings for the Game Information
zh_cn: 编辑游戏信息的设置

source: Effects
zh_cn: 效果

source: Embed info in the main game window
zh_cn: 在主游戏窗口中嵌入信息

source: Emboss
zh_cn: 浮雕

source: Empty
zh_cn: 空

source: Enable drag and drop
zh_cn: 启用拖放功能

source: Enable the use of Views
zh_cn: 启用使用的视图

source: End Step
zh_cn: 步结束

source: End of Path
zh_cn: 路径结束

source: Enter Size of New Image
zh_cn: 输入新图像的大小

source: Enter a new name for {0} "{1}":
zh_cn: 输入 {0} "{1}" 的新名称:

source: Enter name
zh_cn: 输入名称

source: Enter the name of your new theme
zh_cn: 输入新主题的名称

source: Error
zh_cn: 错误

source: Error Loading File
zh_cn: 加载文件时出错

source: Error Loading Image
zh_cn: 加载图像时出错

source: Error Making Backup
zh_cn: 备份时出错

source: Error Saving File
zh_cn: 保存文件时出错

source: Error importing constants
zh_cn: 导入常量时出错

source: Error loading {0}
zh_cn: 加载 {0} 时出错

source: Error on mismatched script arguments
zh_cn: 脚本参数不匹配时出错

source: Error opening File {0}: The file was not found
zh_cn: 打开文件 {0} 时出错：找不到该文件

source: Error reading file {0}: {1}
zh_cn: 读取文件{0}时出错： {1}

source: Errors
zh_cn: 错误

source: Escape sequences
zh_cn: 推出序列

source: Event
zh_cn: 事件

source: Event Selector
zh_cn: 事件选择器

source: Events
zh_cn: 事件

source: Exit X
zh_cn: 退出 X

source: Exit saves without confirmation.
zh_cn: 退出保存而不进行确认。

source: Expand E
zh_cn: 展开 E

source: Expand All
zh_cn: 全部展开

source: Expand object event tree by default
zh_cn: 默认情况下展开对象事件树

source: Explore LateralGM G
zh_cn: 浏览 LateralGM G

source: Explore Project X
zh_cn: 浏览项目 X

source: Export
zh_cn: 导出

source: Export Action
zh_cn: 导出操作

source: Export data to file
zh_cn: 将数据导出到文件

source: Extension {0} does not match version {1}.
zh_cn: 扩展 {0} 与版本 {1} 不匹配。

source: External Editing Failed
zh_cn: 外部编辑失败

source: External Editors
zh_cn: 外部编辑器

source: Extra hierarchy nodes
zh_cn: 额外层级节点

source: Fade
zh_cn: 褪色

source: Fade Color
zh_cn: 淡化色彩

source: Failed to load plugin: {0}
zh_cn: 加载插件失败: {0}

source: File
zh_cn: 文件

source: File F
zh_cn: 文件 F

source: File Extensions
zh_cn: 文件扩展名

source: File Name:
zh_cn: 文件名：

source: File Tree
zh_cn: 文件树

source: File already exists!
zh_cn: 文件已存在！

source: File already exists.
zh_cn: 文件已存在。

source: File closing failsafe has failed
zh_cn: 文件关闭故障保护失败

source: File not found!
zh_cn: 找不到文件!

source: File not found.
zh_cn: 文件未找到。

source: File to load information from
zh_cn: 从文件中加载信息

source: File to write information to
zh_cn: 向文件写入信息

source: Filename
zh_cn: 文件名

source: Filename: {0}
zh_cn: 文件名： {0}

source: Files to include in the Executable
zh_cn: 要包含在可执行文件中的文件

source: Fill a region
zh_cn: 填充区域

source: Fill rectangle
zh_cn: 填充矩形

source: Find
zh_cn: 查找

source: Find Resource
zh_cn: 查找资源

source: Find and replace
zh_cn: 查找和替换

source: Find... F
zh_cn: 查找... F

source: Find/Replace
zh_cn: 查找/替换

source: Find:
zh_cn: 查找:

source: Finished
zh_cn: 已完成

source: Fixed scale (in %)
zh_cn: 固定比例（％）

source: Flanger
zh_cn: 镶边

source: Flip
zh_cn: 翻转

source: Flip X
zh_cn: 翻转 X

source: Flip Y
zh_cn: 翻转 Y

source: Folder to export to
zh_cn: 要导出的文件夹

source: Font Color
zh_cn: 字体颜色

source: Font...
zh_cn: 字体...

source: Font:
zh_cn: 字体：

source: For all {0}:
zh_cn: 对于所有 {0}:

source: For other object:
zh_cn: 对于其他物体:

source: For some reason, the file closing failsafe has failed
zh_cn: 由于某种原因，文件关闭故障保护失败

source: Force extension
zh_cn: 强制扩展

source: Force software vertex processing
zh_cn: 强制软件顶点处理

source: Foreground
zh_cn: 前景

source: Foreground color:
zh_cn: 前景色：

source: Foregrounds
zh_cn: 前景

source: Formal Comments
zh_cn: 正式注释

source: Formal Line Comments
zh_cn: 正式行注释

source: Format
zh_cn: 格式

source: Fragment Code
zh_cn: 片段代码

source: Free memory after export
zh_cn: 导出后释放内存

source: Freeze the game when the game loses focus
zh_cn: 当游戏失去焦点时冻结游戏

source: Frequency
zh_cn: 频率

source: Friction:
zh_cn: 阻力:

source: From Moment:
zh_cn: 从时刻:

source: Front Image
zh_cn: 正面图片

source: Full Image
zh_cn: 全图

source: Full scale
zh_cn: 原图大小

source: Function Keys
zh_cn: 功能键

source: Functions
zh_cn: 函数

source: Game
zh_cn: 游戏

source: Game End
zh_cn: 游戏结束

source: Game Process Priority
zh_cn: 游戏进程优先级

source: Game Start
zh_cn: 游戏开始

source: Game icon
zh_cn: 游戏图标

source: Game id
zh_cn: 游戏 ID

source: Gargle
zh_cn: 漱口

source: General
zh_cn: 全局

source: Global Mouse
zh_cn: 全局鼠标

source: Go to line
zh_cn: 转到行

source: Goto line
zh_cn: 转到行

source: Graphics
zh_cn: 图像

source: Gravity X:
zh_cn: 重力 X：

source: Gravity Y:
zh_cn: 重力 Y：

source: Grid
zh_cn: 网格

source: Group
zh_cn: 组

source: Group G
zh_cn: 组 G

source: Group Name?
zh_cn: 组名称？

source: Hardware Acceleration
zh_cn: 硬件加速

source: Height
zh_cn: 高度

source: Height:
zh_cn: 高：

source: Help H
zh_cn: 帮助 H

source: Hexadecimal Literals
zh_cn: 十六进制文本

source: Hide other layers
zh_cn: 隐藏其他图层

source: High
zh_cn: 高

source: Highest
zh_cn: 最高

source: Highlight All
zh_cn: 全部突出显示

source: Horizontal
zh_cn: 水平

source: Horizontal Offset:
zh_cn: 水平偏移:

source: Horizontal Padding:
zh_cn: 水平填充：

source: Horizontal Speed:
zh_cn: 水平速度：

source: Horizontal cell offset:
zh_cn: 水平单元格偏移量:

source: Horizontal cell padding:
zh_cn: 水平单元格填充：

source: Horizontal pixel offset:
zh_cn: 水平像素偏移量：

source: Host Default
zh_cn: 主机默认

source: Hue:
zh_cn: 色调：

source: Icons path:
zh_cn: 图标路径：

source: Icons:
zh_cn: 图标：

source: Ids Appear Unique
zh_cn: Ids 看起来是唯一的

source: Image (cell) height:
zh_cn: 图像 (单元格) 高度:

source: Image (cell) width:
zh_cn: 图像 (单元格) 宽度:

source: Image Effects
zh_cn: 图像效果

source: Image Loaded
zh_cn: 加载图像

source: Image Preview
zh_cn: 图像预览

source: Image Speed:
zh_cn: 图像速度：

source: Image editor:
zh_cn: 图像编辑器：

source: Image size mismatch: {0} != {1} at filepos: {2}
zh_cn: 图像大小不匹配：{0}！= {1}在 filepos：{2}

source: Images per row:
zh_cn: 每行图像：

source: Import
zh_cn: 导入

source: Import data from file
zh_cn: 从文件导入数据

source: In Gm5 Data File
zh_cn: 在 Gm5 数据文件中

source: In Included File
zh_cn: 在包含的文件中

source: In Object {0}, Event type {1}, action {2}
zh_cn: 在物体 {0} 中, 事件类型 {1}, 操作 {2}

source: In Object {0}, Main event type {1}
zh_cn: 在物体 {0} 中，主事件类型 {1}

source: In Timeline {0}, Moment {1}
zh_cn: 在时间轴 {0} 中，时刻 {1}

source: In Timeline {0}, Moment {1}, action {2}
zh_cn: 在时间轴 {0} 中，时刻 {1}，操作 {2}

source: In the second version after Game Information
zh_cn: 在游戏信息之后的第二个版本

source: In {0}, ID {1}
zh_cn: 在 {0} 中，ID 为 {1}

source: Include Files
zh_cn: 内含文件

source: Included File
zh_cn: 内含文件

source: Information
zh_cn: 信息

source: Information Settings
zh_cn: 信息设置

source: Information:
zh_cn: 信息:

source: Initiating Menu
zh_cn: 启动菜单

source: Input
zh_cn: 输入

source: Insert
zh_cn: 插入

source: Insert I
zh_cn: 插入 I

source: Insert Group
zh_cn: 插入组

source: Insert Resource
zh_cn: 插入资源

source: Inside color:
zh_cn: 内部颜色：

source: Install
zh_cn: 安装

source: Instance
zh_cn: 实例

source: Instance Creation Code
zh_cn: 实例创建代码

source: Instance {0}
zh_cn: 实例 {0}

source: Intensity
zh_cn: 强度

source: Intensity:
zh_cn: 强度：

source: Interpolate colors between pixels
zh_cn: 像素之间的插值颜色

source: Interpreting Language Packs
zh_cn: 解释语言包

source: Intersect Boundary
zh_cn: 相交边界

source: Invalid Icon - Only single 32 x 32 icons are supported
zh_cn: 图标无效 - 仅支持单个 32 x 32 图标

source: Invalid Name Detected
zh_cn: 检测到无效的名称

source: Invert
zh_cn: 反转

source: Invert Color
zh_cn: 反转颜色

source: Invert colors
zh_cn: 反转颜色

source: It appears that changes to the project have not been saved.
zh_cn: 似乎尚未保存对项目的更改。

source: Italic
zh_cn: 斜体

source: Keep a number of old copies when saving a project.
zh_cn: 保存项目时保留一些旧副本。

source: Keep aspect ratio
zh_cn: 保持长宽比

source: Keep the changes?
zh_cn: 保留更改？

source: Key Press
zh_cn: 按下键

source: Key Pressed Event For {0}
zh_cn: {0} 的按下键事件

source: Key Release
zh_cn: 释放键

source: Key Release Event For {0}
zh_cn: {0} 的释放键事件

source: Key combination already set for "%s." Reassign?
zh_cn: 已为 "%s." 设置了组合键。重新分配？

source: Keyboard
zh_cn: 键盘

source: Keyboard Event For {0} Key
zh_cn: {0} 键的键盘事件

source: Keyboard Shortcuts
zh_cn: 键盘快捷键

source: Keypad
zh_cn: 小键盘

source: Keystroke
zh_cn: 按键

source: Kind
zh_cn: 种类

source: Kinematic
zh_cn: 运动的

source: LGM Constants File
zh_cn: LGM 常量文件

source: Language:
zh_cn: 语言：

source: Last Changed:
zh_cn: 最后更改：

source: Launching into Hyperspace
zh_cn: 启动进入 Hyperspace

source: Layer:
zh_cn: 图层：

source: Left
zh_cn: 左

source: Left mouse button + Alt = No snap
zh_cn: 鼠标左键 + Alt = 无捕捉

source: Left mouse button + Ctrl = Add on top
zh_cn: 鼠标左键 + Ctrl = 添加到顶部

source: Left mouse button + Shift = Add multiple
zh_cn: 鼠标左键 + Shift =添加多个

source: Left mouse button = Move/Add
zh_cn: 鼠标左键 = 移动/添加

source: Let <ESC> end the game
zh_cn: 让 <ESC> 结束游戏

source: Let <F1> show the game information
zh_cn: 让 <F1> 显示游戏信息

source: Let <F4> switch between screen modes
zh_cn: 让 <F4> 在屏幕模式之间切换

source: Let <F5> save the game and <F6> load the game
zh_cn: 让 <F5> 保存游戏存档和 <F6> 加载游戏存档

source: Let <F9> take a screenshot of the game (gm8)
zh_cn: 让 <F9> 截取游戏截图（gm8）

source: Let the game window always stay on top
zh_cn: 让游戏窗口始终保持在顶部

source: Letters
zh_cn: 字母

source: Library Creation
zh_cn: Lib 创建

source: License
zh_cn: 许可证

source: Line Comments
zh_cn: 行注释

source: Line number font color
zh_cn: 行号字体颜色

source: Line number panel color
zh_cn: 行号面板颜色

source: Linear Damping:
zh_cn: 线性阻尼:

source: Load Data
zh_cn: 加载数据

source: Load Image
zh_cn: 加载图像
